"button-title.cancel" = "Cancel";

"button-title.select" = "Select";

"button-title.list" = "List";

"button-title.select-locker" = "Select locker";


"screen-title.paczkomaty" = "Paczkomaty";

"screen-title.fetching" = "Loading";

"screen-title.importing" = "Importing";

"screen-title.list" = "List";

"screen-title.map" = "Map";

"screen-title.demo" = "Paczkomaty Demo";


"alert-message.selected-locker" = "Selected locker : %@";

"alert-title.success" = "Sucess";



"picker-title.map" = "Map";

"picker-title.photo" = "Photo";


"label.locker" = "Locker: ";

"label.address" = "Address: ";

"label.localisation" = "Localisation: ";

"label.opening-hours" = "Hours opened: ";

"label.cash-on-delivery-available" = "Available";

"label.cash-on-delivery-not-available" = "Unavailable";

"label.paymentOnDelivery" = "Cash on delivery: ";

"label.no-info" = "No info";


"label.payment-type-cash" = "Cash";

"label.payment-type-card" = "Card";

"label.-payment-type-cash-and-card" = "Cash and card";

"alert-title.cant-fetch-parcels" = "Can't fetch locker list";

"section-title.last-selected-locker" = "Last selected locker";

"section-title.all-lockers" = "All lockers";